/* This is the default name for the device which is no name given yet. */
"INTERFACE_DEVICE : Untitled" = "NDAS-Laufwerk";

/* The text of the menu to add write key to the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Add Write Key..." = "Schreibschlüssel hinzufügen...";

/* The text of the menu to remove write key of the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Remove Write Key" = "Schreibschlüssel entfernen";

/* Text for button in panel */
"PANEL-BUTTON : Bind" = "Koppeln";

/* Text for button in panel */
"PANEL-BUTTON : Cancel" = "Abbrechen";

/* Text for button in panel */
"PANEL-BUTTON : Migrate" = "Übertragen";

/* Text for button in panel */
"PANEL-BUTTON : OK" = "OK";

/* Text for button in panel */
"PANEL-BUTTON : Rebind" = "Erneut koppeln";

/* Text for button in panel */
"PANEL-BUTTON : Remove Write Key" = "Schreibschlüssel entfernen";

/* Text for button in panel */
"PANEL-BUTTON : Send" = "Senden";

/* Text for button in panel */
"PANEL-BUTTON : Synchronize" = "Synchronisieren";

/* Text for button in panel */
"PANEL-BUTTON : Unbind" = "Entkoppeln";

/* Text for button in panel */
"PANEL-BUTTON : Unmount" = "Aushängen";

/* Text for button in panel */
"PANEL-BUTTON : Unregister" = "Registrierung löschen";

/* Text for button in panel */
"PANEL-BUTTON : Register" = "Registrieren";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is a member of RAID." = "Das '%@' gehört zum RAID-Verbund.";

/* The reason why removing write key failed. */
"PANEL-MSG : '%@'(NDAS device name) is currently mounted in Read & Write mode on your system. Please unmount the NDAS device and try again." = "Das '%@'ist zurzeit im Schreib-/Lesemodus mit Ihrem System verbunden. Bitte entfernen Sie das NDAS-Laufwerk und versuchen Sie es im Anschluss erneut.";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be mounted." = "Die Verbindung zum '%@' kann noch nicht hergestellt werden.";

/* The reason why unmounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be unmounted." = "Die Verbindung zum '%@' kann noch nicht gelöst werden.";

/* Confirm binding */
"PANEL-MSG : All of the data will be lost once the disks are bound." = "Alle Daten der ausgewählten Laufwerke gehen beim Koppeln verloren.";

/* Bind Info of RAID1 */
"PANEL-MSG : If you choose 'Bind', all of the data will be lost once the disks are bound." = "Wenn Sie 'Koppeln' wählen, gehen alle Daten der ausgewählten Laufwerke verloren.";

/* Confirm migration */
"PANEL-MSG : If you want to use the RAID device that was configured to old type, you should migrate that RAID Device." = "If you want to use the RAID device that was configured to old type, you should migrate that RAID Device.";

/* The reason why mounting failed. */
"PANEL-MSG : The computer that currently hold Read & Write access has denied your request or is not responding.\nThere may be another computer in the network running a different Operating System than Mac OS X that has mounted '%@' with Read & Write access. Please check and try again." = "Der Computer, der gegenwärtig den Schreib-/Lesezugriff hält, hat Ihre Anfrage verweigert bzw. reagiert nicht.\nEs könnte einen anderen Computer im Netzwerk mit Schreib-/Lesezugriff existieren, der ein anderes Betriebssytem als Mac OS X hat. Bitte prüfen Sie dies und versuchen Sie es erneut.";

/* The reason why unmounting failed */
"PANEL-MSG : The NDAS unit device %d is a member of RAID. Try again after change the NDAS unit device to single disk type." = "Das NDAS-Gerät %d gehört zu einem RAID-Verbund. Nur ungekoppelte NDAS-Geräte können auf diese Weise ausgehängt werden.";

/* Bind and Sync Error Info */
"PANEL-MSG : The size of '%@'(NDAS unit device name) is bigger than the size of new RAID Set." = "Die Kapazität des NDAS-Laufwerks ist größer als die Kapazität des neuen RAID-Verbunds.";

/* The reason why mounting failed and suggestion */
"PANEL-MSG : There is another computer in the network that has mounted '%@' with Read & Write access. To avoid data corruption or loss, please unmount '%@' on that computer and try again. To mount '%@'in Read & Write mode anyway, click Send. It is possible that the user denies your request for Read & Write access." = "Ein anderer Computer im Netzwerk ist mit dem '%@' mit Schreib-/Leserechten verbunden. Um Datenverlust zu vermeiden, unmounten Sie das '%@'an dem anderen Computer. Um dennoch mit dem Mounten fortzufahren, klicken Sie auf 'Senden'. Möglicherweise verweigert der Anwender Ihren die Schreib-/Leserechte.";

/* The reason why unregistering failed and the solution. */
"PANEL-MSG : Try again after having unmounted the NDAS unit device %d(NDAS unit device number)." = "Unmounten Sie das NDAS-Gerät %d und versuchen Sie es erneut.";

/* Confirm removing write key */
"PANEL-MSG : You may add the write key again at a later time." = "Sie können den Schreibschlüssel später wieder eingeben.";

/* Unmount Note */
"PANEL-MSG : You may lose or corrupt your data if you do not Eject your '%@'(NDAS device name) first. Please eject before unmounting it." = "Ihre Daten können beschädigt werden oder verloren gehen, wenn Sie Ihr '%@' nicht zuvor abmelden. Bitte melden Sie Ihr NDAS-Gerät ab, bevor Sie es unmounten.";

/* Confirm unbinding */
"PANEL-MSG : You may lose or corrupt your data." = "Ihre Daten könnten beschädigt werden oder verloren gehen.";

/* Info Already Registered */
"PANEL-MSG : If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list." = "If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list.";

/* Register key Note */
"PANEL-MSG : If you want to register '%@'(NDAS device name) to another computer after key registered, You should enter the NDAS ID manualy." = "If you want to register '%@' to another computer after key registered, You should enter the NDAS ID manualy.";

/* Confirm ejecting */
"PANEL-TITLE : '%@'(NDAS device name) cannot be Ejected. Unmount Anyway?" = "'%@' kann nicht abgemeldet werden. Dennoch unmounten?";

/* Failed to mount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be mounted" = "'%@' kann nicht gemountet werden.";

/* Failed to unmount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be unmounted" = "'%@' kann nicht ungemountet werden.";

/* Failed to unregister for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) could not be unregistered because it is still mounted on your system." = "Die Registrierung von Ihrem '%@' kann nicht gelöscht werden, da es noch in Ihrem System gemountet ist.";

/* Confirm binding */
"PANEL-TITLE : Are you sure you want to bind the disks?" = "Sind Sie sicher, dass Sie die Festplatten koppeln möchten?";

/* Confirm rebinding */
"PANEL-TITLE : Are you sure you want to rebind '%@'?" = "Sind Sie sicher, dass Sie das '%@' wieder koppeln möchten?";

/* Confirm removing write key */
"PANEL-TITLE : Are you sure you want to remove write key of '%@'(NDAS device name)?" = "Wollen Sie wirklich den Schreibschlüssel vom '%@' entfernen?";

/* Confirm unbinding */
"PANEL-TITLE : Are you sure you want to unbind '%@'?" = "Wollen Sie wirklich das '%@' entkoppeln?";

/* Confirm unmounting */
"PANEL-TITLE : Are you sure you want to unmount '%@'(NDAS device name)?" = "Wollen Sie wirklich das '%@' unmounten?";

/* Confirm unregistering */
"PANEL-TITLE : Are you sure you want to unregister the '%@'(NDAS device name)?" = "Wollen Sie wirklich die Registrierung von Ihrem '%@' löschen?";

/* Bind Question of RAID1 */
"PANEL-TITLE : Do you want to bind the disks or synchronize the disks with the data of '%@' ?" = "Möchten Sie die Festplatten koppeln oder die Festplatten mit den Daten von Ihrem '%@' synchronisieren?";

/* Confirm migration */
"PANEL-TITLE : Do you want to migrate The RAID Device '%@'(NDAS device name)?" = "Möchten Sie das RAID-Gerät '%@' migrieren?";

/* Failed to remove write key for some reason. */
"PANEL-TITLE : The write key of '%@'(NDAS device name) could not be removed" = "Der Schreibschlüssel von Ihrem '%@' konnte nicht entfernt werden.";

/* Bind and Sync Error. */
"PANEL-TITLE : You can't Synchronize '%@'(NDAS unit device name) and '%@'(NDAS unit device name)." = "Sie können '%1$@' und '%2$@' nicht synchronisieren.";

/* Info Already Registered */
"PANEL-TITLE : This NDAS device was registered Already." = "This NDAS device was registered Already.";

/* Confirm register Key */
"PANEL-TITLE : Do you want to register the key of '%@'(NDAS unit device name)?" = "Do you want to register the key of '%@'?";

/* Text for Writekey Information for Device */
"PANEL_REGISTER : (Optional)" = "(Optional)";

/* Text for Writekey Information for Key */
"PANEL_REGISTER : (Required)" = "(Required)";

/* Write key required to export registration file with write privilege */
"PANEL_EXPORT : Fill the Write Key." = "Eingeben des Schreibschlüssels.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_EXPORT : Invalid NDAS device ID." = "Ungültige NDAS-Geräte ID.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_EXPORT : Invalid NDAS device Write Key." = "Ungültiger NDAS-Geräte Schreibschlüssel.";

/* Default RAID set name. Referenced Disk Utility... But this feature is meaningless up to NDAS 2.0 as the name is not stored in the device */
"PANEL_RAID_BIND : RAID Set %d" = "RAID-Verbund %d";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on other system */
"PANEL_RAID_BIND : There is another computer in the network that has mounted this Device." = "Ein anderer Computer im Netzwerk hat dieses Gerät gemountet.";

/* Not available as RAID device unit : Member of another RAID Set */
"PANEL_RAID_BIND : This is a member of another RAID set." = "Dieses NDAS-Gerät gehört zu einem anderen RAID-Verbund.";

/* Not available as RAID device unit : ODD Device */
"PANEL_RAID_BIND : This is a ODD Device." = "Dies ist ein Optisches Laufwerk.";

/* Not available as RAID device unit : RAID Device */
"PANEL_RAID_BIND : This is a RAID Device." = "Dies ist ein RAID-Gerät.";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on this system. */
"PANEL_RAID_BIND : This is currently mounted on your system." = "Dieses NDAS-Gerät ist gegenwärtig in Ihrem System gemountet.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_REGISTER : Invalid NDAS device ID." = "Ungültige NDAS-Geräte ID.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_REGISTER : Invalid NDAS device write key." = "Ungültiger NDAS-Geräte Schreibschlüssel.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_WRITE_KEY : Invalid NDAS device write key." = "Ungültiger NDAS-Geräte Schreibschlüssel.";

/* Aggregate or Spanning */
"RAID-TYPE : Aggregate" = "Aggregation";

/* Mirrored Disk - Recovery not supported */
"RAID-TYPE : Mirror" = "Spiegelung";

/* RAID 0. not supported in Mac OS X */
"RAID-TYPE : RAID 0 (Unsupported)" = "RAID 0 (nicht unterstützt)";

/* RAID 0 Rev 2 */
"RAID-TYPE : RAID 0 R2" = "RAID 0 R2";

/* RAID 1 */
"RAID-TYPE : RAID 1 (Old)" = "RAID 1 (alt)";

/* RAID 1 Rev 2 */
"RAID-TYPE : RAID 1 R2 (Old)" = "RAID 1 R2 (alt)";

/* RAID 1 Rev 3 */
"RAID-TYPE : RAID 1 R3" = "RAID 1 R3";

/* RAID 4 */
"RAID-TYPE : RAID 4 (Old)" = "RAID 4 (alt)";

/* RAID 4 Rev 3 */
"RAID-TYPE : RAID 4 R3" = "RAID 4 R3";

/* Single Disk */
"RAID-TYPE : Single" = "Single";

/* Unknown or not supported RAID type. May created by future version */
"RAID-TYPE : Undefined" = "Undefiniert";

/* Instruction message. This text appears in the place of tab view when no deivce selected like 'Disk Utility' */
"TAB_BACKGROUND : Select a NDAS device, or register a new one." = "Wählen Sie ein NDAS-Gerät oder registrieren Sie ein neues NDAS-Gerät.";

/* The type or version of the selected NDAS device is not defined. */
"TAB_DEVICE : Undefined" = "Undefiniert";

/* Access failed to the NDAS device for some reason */
"TAB_DEVICE_STATUS : Failure" = "Fehler";

/* NDAS Status No Permission */
"TAB_DEVICE_STATUS : No Permission" = "Keine Erlaubnis";

/* The NDAS device is off or not connected via ethernet */
"TAB_DEVICE_STATUS : Offline" = "Offline";

/* The NDAS device is on and connected via ethernet */
"TAB_DEVICE_STATUS : Online" = "Online";

/* The NDAS device is registered without write key */
"TAB_DEVICE_WRITE_KEY : Not Present" = "Nicht vorhanden";

/* The NDAS device is registered with write key */
"TAB_DEVICE_WRITE_KEY : Present" = "Vorhanden";

/* The text of the button to add write key to the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Add Write Key" = "Schreibschlüssel hinzufügen";

/* The text of the button to remove write key of the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Remove Write Key" = "Schreibschlüssel entfernen";

/* Bad RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Bad RAID Information" = "Fehlerhafte RAID Informationen";

/* Broken RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken" = "Beschädigt";

/* Broken But Workable RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken But Workable" = "Beschädigt, jedoch betriebsfähig";

/* Failed to access the NDAS raid unit device */
"TAB_RAID_UNIT_DEVICE_STATUS : Failure" = "Fehler";

/* Good RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good" = "OK";

/* Good But Partially Failed RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good But Partially Failed" = "OK, jedoch teilweise fehlgeschlagen";

/* Invalid RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Invalid RAID Information" = "Ungültige RAID Informationen";

/* The NDAS raid unit device is mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Gemountet mit Schreib-/Leserechten";

/* The NDAS raid unit device is mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Gemountet nur mit Leserechten";

/* The NDAS raid unit device is being mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Wird mit Schreib-/Leserechten gemountet";

/* The NDAS raid unit device is being mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Wird nur mit Leserechten gemountet";

/* The NDAS RAID unit device is not mounted */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Mounted" = "Nicht gemountet";

/* The NDAS raid unit device is not present in the NDAS device */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Present" = "Nicht vorhanden";

/* Not Ready RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Ready" = "Nicht bereit";

/* Ready To Recovery RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Ready To Recovery" = "Bereit für Wiederherstellung";

/* Recovering RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering" = "Wiederherstellen";

/* Recovering by Another Host RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering by Another Host" = "Wiederherstellen durch anderen Host";

/* The NDAS raid unit device is being reconnected read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read & Write access" = "Erneutes mounten mit Schreib-/Lesezugriff";

/* The NDAS raid unit device is being reconnected read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read only access" = "Erneutes mounten nur mit Lesezugriff";

/* Undefined RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Undefined" = "Undefiniert";

/* The NDAS raid unit device is being unmounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Unmounten mit Schreib-/Lesezugriff";

/* The NDAS raid unit device is being unmounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Unmounten nur mit Lesezugriff";

/* Unsupported RAID Set */
"TAB_RAID_UNIT_DEVICE_STATUS : Unsupported" = "Nicht unterstützt";

/* Cannot get capacity of the unit device */
"TAB_UNIT_DEVICE_CAPACITY : N/A" = "N/A";

/* Unit Configuration Mount RW */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read & Write" = "Mounten mit Schreib- und Leserechten";

/* Unit Configuration Mount RO */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read only" = "Mounten nur mit Leserechten";

/* The unit device does not support RAID */
"TAB_UNIT_DEVICE_RAID_TYPE : N/A" = "N/A";

/* Failed to access the NDAS unit device */
"TAB_UNIT_DEVICE_STATUS : Failure" = "Fehler";

/* The NDAS unit device is mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Mit Schreib-/Lesezugriff gemountet";

/* The NDAS unit device is mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Nur mit Lesezugriff gemountet";

/* The NDAS unit device is being mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Wird mit Schreib-/Lesenzugriff gemountet";

/* The NDAS unit device is being mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Wird nur mit Lesezugriff gemountet";

/* The NDAS unit device is not mounted */
"TAB_UNIT_DEVICE_STATUS : Not Mounted" = "Nicht gemountet";

/* The NDAS unit device is not present in the NDAS device */
"TAB_UNIT_DEVICE_STATUS : Not Present" = "Nicht vorhanden";

/* The NDAS unit device is being reconnected read write */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read & Write access" = "Wiederverbinden mit Schreib-/Lesezugriff";

/* The NDAS unit device is being reconnected read only */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read only access" = "Wiederverbinden nur mit Lesezugriff";

/* The NDAS unit device is being unmounted read write */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Unmounten mit Schreib-/Lesezugriff";

/* The NDAS unit device is being unmounted read only */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Unmounten nur mit Lesezugriff";

/* Multi word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Multi-word DMA %u(level)" = "Multi-Wort DMA %u";

/* Programmed I/O */
"TAB_UNIT_DEVICE_TRANSFER_MODE : PIO %u(level)" = "PIO %u";

/* Single word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Single-word DMA %u(level)" = "Einzel-Wort DMA %u";

/* Ultra DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Ultra-DMA %u(level)" = "Ultra-DMA %u";

/* Undefined Transfer Mode */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Undefined" = "Undefiniert";

/* Hard Disk Drive */
"TAB_UNIT_DEVICE_TYPE : HDD" = "Festplatte";

/* CD-ROM, DVD ... */
"TAB_UNIT_DEVICE_TYPE : ODD" = "Optisches Laufwerk";

/* Unknown type. May result of IDE_IDENTIFY but not now. */
"TAB_UNIT_DEVICE_TYPE : Unknown" = "Unbekannt";

/* Bind */
"TOOLBAR_BIND : Bind" = "Koppeln";

/* Bind tool tip */
"TOOLBAR_BIND_TOOLTIP : Create the new RAID device" = "Ein neues RAID-Gerät erzeugen";

/* Refresh tool bar label */
"TOOLBAR_REFRESH_ALL : Refresh All" = "Alles aktualisieren";

/* Refresh all tool tip */
"TOOLBAR_REFRESH_ALL_TOOLTIP : Refresh information of all devices" = "Informationen für alle Geräte aktualisieren";

/* Register tool bar label */
"TOOLBAR_REGISTER : Register" = "Registrieren";

/* Register tool tip */
"TOOLBAR_REGISTER_TOOLTIP : Register new NDAS device" = "Neues NDAS-Gerät registrieren";

/* Unregister */
"TOOLBAR_UNREGISTER : Unregister" = "Registrierung löschen";

/* Unregister tool tip */
"TOOLBAR_UNREGISTER_TOOLTIP : Unregister the selected NDAS device" = "Registrierung für ausgewähltes NDAS-Gerät löschen";

/*
	NDAS Service Message.
*/

/* Surrender Alert Header */
"The host '%@' is requesting the Write Access of '%@'." = "Der Anwender '%@' erbittet Schreibzugang von '%@'.";

/* Surrender Alert Message */
"Do you want to accept the request and unmount the NDAS Device?" = "Stimmen Sie zu, das NDAS Gerät freizugeben und die Verbindung zu beenden?";

/* Eject Fail Header */
"The following Device could not be Ejected." = "Das folgende Gerät konnte nicht getrennt werden.";
